Repository: common-repository/wpa-comments
Catalog: languages/wpa-comments-*.po
Languages: pl_pl

source: Authors
pl_pl: Autorzy

source: Comments
pl_pl: Komentarze

source: Settings saved.
pl_pl: Ustawienia zostały zapisane.

source: Dismiss this notice.
pl_pl: Wyłącz to powiadomienie.

source: Something went wrong.
pl_pl: Coś poszło źle.

source: Drawing range
pl_pl: Zakres losowania

source: First, set the minimum and maximum range for drawing the random number of comments to be added.
pl_pl: Najpierw ustaw dolny i górny zakres, z którego będzie losowana ilość komentarzy do dodania:

source: Add to all posts
pl_pl: Dodaj do wszystkich postów

source: Adds random number of comments (from the setted range) to all published posts.
pl_pl: Dodaje losową liczbę komentarzy (z ustawionego zakresu) do wszystkich opublikowanych wpisów.

source: Add comments
pl_pl: Dodaj komentarze

source: Add to all posts, where
pl_pl: Dodaj do wszystkich postów, gdzie

source: Adds random number of comments (from the setted range) to all published posts, where number of comments is
pl_pl: Dodaj losową ilość komentarzy (z ustawionego zakresu) do wszystkich opublikowanych wpisów, gdzie liczba komentarzy jest

source: equal to
pl_pl: równa

source: less then
pl_pl: mniejsza niż

source: greater then
pl_pl: większa niż

source: Add to selected posts
pl_pl: Dodaj do wybranych postów

source: Adds random number of comments (from the setted range) only to posts with ID:
pl_pl: Dodaje losową ilość komentarzy (z ustawionego zakresu) tylko do postów z ID:

source: Put coma separated list with posts IDs i.e.: 1,2,3. For the security reasons it only works with published posts.
pl_pl: Podaj listę ID postów oddzielonych przecinkami, np.: 1,2,3. Dla bezpieczeństwa metoda zadziała tylko dla opublikowanych postów.

source: Remove added comments
pl_pl: Usuń dodane komentarze

source: Removes all, added with this plugin comments.
pl_pl: Usuwa wszystkie komentarze dodane przez ten plugin

source: Remove comments
pl_pl: Usuń komentarze

source: WPA Comments - Manage comment authors
pl_pl: WPA Comments - Zarządzaj autorami

source: Add authors list (1 per line):
pl_pl: Dodaj listę autorów komentarzy (1 na linijkę).

source: WPA Comments - Manage comments
pl_pl: WPA Comments - Zarządzaj komentarzami

source: Add comments list (1 per line):
pl_pl: Dodaj listę komentarzy (1 na linijkę).
